import { Stop } from '../stop';

export const STOPS: Stop[] = [
    { id: 11, name: 'ДС Зеленый Луг', routes: [ 1, 5, 6, 11 ] },
    { id: 12, name: 'Седых', routes: [ 1, 5, 6, 11 ] },
    { id: 13, name: 'Калиновского', routes: [ 1, 5, 6, 11 ] },
    { id: 14, name: 'Магазин Электроника', routes: [ 1, 5, 6, 11 ] },
    { id: 15, name: 'Севастопольская', routes: [ 1, 5, 6, 11 ] },
    { id: 16, name: 'Волгоградская', routes: [ 1, 5, 6, 11 ] },
    { id: 17, name: 'Белинского', routes: [ 1, 5, 6, 11 ] },
    { id: 18, name: 'Ломоносова', routes: [ 1, 5, 6, 11 ] },
    { id: 19, name: 'Чернышевского', routes: [ 1, 5, 6, 11 ] },
    { id: 20, name: 'БНТУ', routes: [ 1, 5, 6, 11 ] },
    { id: 21, name: 'Дорошевича', routes: [ 1, 5, 6, 11 ] },
    { id: 22, name: 'Площадь Якуба Коласа', routes: [ 1, 5, 6, 11 ] },
    { id: 23, name: 'Пугачевская', routes: [ 1, 5, 6, 11 ] },
    { id: 24, name: 'Красная', routes: [ 1, 3, 4, 6, 11 ] },
    { id: 25, name: 'Проспект Независимости', routes: [ 1, 3, 4, 6, 11 ] }, //
    { id: 26, name: 'Змитрока Бядули', routes: [ 1, 3, 4, 6 ] }, //
    { id: 27, name: 'Захарова', routes: [ 1, 4, 7 ] }, //
    { id: 28, name: 'Парк Горького', routes: [ 1, 4, 7 ] },
    { id: 29, name: 'Лицей БГУ', routes: [ 1, 4, 7 ] },
    { id: 30, name: 'Стадион Динамо', routes: [ 1, 4, 7 ] },
    { id: 31, name: 'Свердлова', routes: [ 1, 4, 7 ] },
    { id: 32, name: 'Вокзал', routes: [ 1, 4, 7 ] },
    { id: 33, name: 'ДС Мясникова', routes: [ 1, 4, 7 ] },
    { id: 34, name: 'ДС Озеро', routes: [ 3, 4, 5 ] },
    { id: 35, name: 'Веры Слуцкой', routes: [ 3, 4, 5 ] },
    { id: 36, name: 'Старовиленский тракт', routes: [ 3, 4, 5 ] },
    { id: 37, name: 'Дворец детей и молодежи', routes: [ 3, 4, 5 ] },
    { id: 38, name: 'Переспа', routes: [ 3, 4, 5 ] },
    { id: 39, name: 'Театральная', routes: [ 3, 4, 5 ] },
    { id: 40, name: 'Богдановича', routes: [ 3, 4, 5 ] },
    { id: 41, name: 'Куйбышева', routes: [ 3, 4, 5 ] },
    { id: 42, name: 'ДС Серебрянка', routes: [ 3, 6, 7, 9 ] },
    { id: 43, name: 'Серебрянка-3', routes: [ 3, 6, 7, 9 ] },
    { id: 44, name: 'Якубова', routes: [ 3, 6, 7, 9 ] },
    { id: 45, name: 'Поликлиника №18', routes: [ 3, 6, 7, 9 ] },
    { id: 46, name: 'Проспект Рокоссовского', routes: [ 3, 6, 7, 9 ] },
    { id: 47, name: 'Горовца', routes: [ 3, 6, 7, 9 ] },
    { id: 48, name: 'Васнецова', routes: [ 3, 6, 7, 9 ] },
    { id: 49, name: 'Народная', routes: [ 3, 6, 7, 9 ] },
    { id: 50, name: 'Станция Партизанская', routes: [ 3, 6, 7, 9 ] },
    { id: 51, name: 'Парк 50-летия Октября', routes: [ 3, 6, 7, 9 ] },
    { id: 52, name: 'Буденого', routes: [ 3, 6, 7, 9 ] },
    { id: 53, name: 'Станция Тракторный завод', routes: [ 3, 6, 7, 9 ] },
    { id: 54, name: 'Уральская', routes: [ 3, 6, 7, 9 ] },
    { id: 55, name: 'Переулок Козлова', routes: [ 3, 6, 7, 9 ] },
    { id: 56, name: 'Ботаническая', routes: [ 3, 6, 7, 9 ] },
    { id: 57, name: 'Платонова', routes: [ 3, 6, 7, 9 ] },
    { id: 58, name: 'Чапаева', routes: [ 7 ] }, //
    { id: 59, name: 'Тракторный завод', routes: [ 9 ] }, //
    { id: 60, name: 'Проспект Независимости', routes: [ 11 ] }, //
    { id: 61, name: 'Берестянская', routes: [ 6 ] }, //
];